# Изменения цвета шрифта
# 30	Чёрный
# 31	Красный
# 32	Зелёный
# 33	Жёлтый
# 34	Синий
# 35	Фиолетовый
# 36	Бирюзовый
# 37	Белый
#
# Изменения цвета фона
# 40	Чёрный
# 41	Красный
# 42	Зелёный
# 43	Жёлтый
# 44	Синий
# 45	Фиолетовый
# 46	Бирюзовый
# 47	Белый
#
# Модификатор
# 38	RGB цвет (см. раздел "Совсем много цветов")
# 21	Двойное подчёркивание
# 51	Обрамлённый
# 52	Окружённый
# 53	Надчёркнутый

# black foreground | red background
#print('\033[41m\033[30m TEXT \033[0m')
#
## black foreground | green background
#print('\033[42m\033[30m TEXT \033[0m')
#
## black foreground | white background
#print('\033[47m\033[30m TEXT \033[0m')
#
##
#print('\033[43m\033[30m TEXT \033[0m')


